Revit 2024 API
SymbolTypeId.KNDashMPerDegreePerM Property
 Symbol kN-m/°/m, indicating unit Kilonewton meters per degree per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNDashMPerDegreePerM { get; }
Visual Basic
Public Shared ReadOnly Property KNDashMPerDegreePerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNDashMPerDegreePerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace